Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Core Protection Module - Quarantine File Maintenance
fr_fr: Core Protection Module – Maintenance du fichier de mise en quarantaine

source: The listed computers have Core Protection Module installed.&nbsp; As malware is detected, quarantined files are stored locally and consume more space with time.
fr_fr: Core Protection Module est installé sur les ordinateurs répertoriés.&nbsp; Lorsqu'un programme malveillant est détecté, les fichiers mis en quarantaine sont stockés localement et utilisent de plus en plus d'espace au fil du temps.

source: Use this&nbsp;action to delete quarantined files older than the deletion threshold.&nbsp; The deletion threshold will be set at action issue time and will default to 14 days if input value is unspecified or not a positive number.
fr_fr: Utilisez cette action pour supprimer les fichiers mis en quarantaine dont l'ancienneté dépasse le seuil de suppression.&nbsp; Le seuil de suppression sera configuré au moment d'émission de l'action et sa valeur par défaut sera de 14 jours si la valeur saisie est non spécifiée ou si elle n'est pas un nombre positif.

source: Core Protection Module - Configure Proxy Server Authentication for Smart Protection Network
fr_fr: Core Protection Module - Configurer l'authentification du serveur proxy pour Smart Protection Network

source: The Smart Protection Network requires access to the Internet. In certain network environments that use a proxy server, Core Protection Module adopts the current Internet Explorer proxy server and port settings automatically.
fr_fr: Smart Protection Network requiert un accès à Internet. Dans certains environnements réseau utilisant un serveur proxy, Core Protection Module utilise automatiquement le serveur proxy et les paramètres de port actuels d'Internet Explorer.

source: If the proxy server requires authentication, use this task to configure the proxy server username and password for endpoints.
fr_fr: Si le serveur proxy requiert une authentification, utilisez cette tâche pour configurer le nom d'utilisateur et le mot de passe dudit serveur pour les points finaux.

source: Important Note: The proxy server username and password MUST be encrypted prior to deploying this action. Download and unzip/extract the TMCPMEncrypt.exe utility to encrypt a password.
fr_fr: Remarque importante: le nom d'utilisateur et le mot de passe du serveur proxy DOIVENT être chiffrés avant le déploiement de cette action. Téléchargez et décompressez/extrayez l'utilitaire TMCPMEncrypt.exe pour chiffrer un mot de passe.

source: Usage Note: The TMCPMEncrypt.exe command line tool provides the option to generate an encrypted string. The encrypted string can be used for proxy usernames and passwords.
fr_fr: Remarque d'utilisation: l'outil de ligne de commande TMCPMEncrypt.exe fournit l'option de générer une chaîne chiffrée. La chaîne chiffrée peut être utilisée pour les noms d'utilisateur et mots de passe de proxy.

source: Core Protection Module - Set Maximum Spyware Report Count
fr_fr: Core Protection Module – Définir le nombre maximum de rapports sur les spywares

source: The listed computers have&nbsp;Trend Micro Core Protection Module&nbsp;installed.&nbsp; Use this task to set the maximum number of the most recent spyware detections to be reported.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés.&nbsp; Utilisez cette tâche pour définir le nombre maximum des dernières détections de spywares à signaler.

source: The default maximum is the last 25 spyware detections.
fr_fr: Le nombre maximum par défaut sont les 25 dernières détections de spywares.

source: Note: The valid input values&nbsp;are 0 ~ 2147483647.
fr_fr: Remarque: Les valeurs d'entrées valides sont 0 à 2147483647.

source: This action will set a default maximum value of 25&nbsp;if&nbsp;the&nbsp;input value is invalid.
fr_fr: Cette action définira une valeur maximale par défaut de 25 si la valeur saisie est incorrecte.

source: Core Protection Module - Set Maximum Virus Report Count
fr_fr: Core Protection Module – Définir le nombre maximum de rapports sur les virus

source: The listed computers have&nbsp;Trend Micro Core Protection Module&nbsp;installed.&nbsp; Use this task to set the maximum number of the most recent virus detections to be reported.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés.&nbsp; Utilisez cette tâche pour définir le nombre maximum des dernières détections de virus à signaler.

source: The default maximum is the last 25 virus detections.
fr_fr: Le nombre maximum par défaut sont les 25 dernières détections de virus.

source: Core Protection Module - Enable Certified Safe Software Service
fr_fr: Core Protection Module – Activation de Certified Safe Software Service

source: This service queries Trend Micro cloud servers to verify whether a program detected by Behavior Monitoring is a known and safe application.
fr_fr: Ce service demande aux serveurs en ligne Trend Micro de vérifier si un programme détecté par la surveillance des comportements est une application connue et sécurisée.

source: With Certified Safe Software Service enabled, intermittent Internet connection or the wrong proxy settings can cause programs to appear unresponsive. This occurs when Behavior Monitoring crosschecks a detection using Certified Safe Software Service but is unable to receive an immediate response from Trend Micro servers. Ensure that clients have the correct proxy settings and are able to connect to the Internet before enabling Certified Safe Sofware Service.
fr_fr: Lorsque Certified Safe Software Service est activé, il se peut que les programmes ne semblent plus répondre suite à une connexion Internet intermittente ou des paramètres de proxy incorrects. Cela se produit lorsque la surveillance des comportements contre-vérifie la détection, mais ne peut pas recevoir de réponse immédiate des serveurs Trend Micro. Vérifiez que les clients disposent des paramètres de proxy corrects et sont capables de se connecter à Internet avant d'activer Certified Safe Sofware Service.

source: Core Protection Module - Disable Certified Safe Software Service
fr_fr: Core Protection Module – Désactivation de Certified Safe Software Service

source: Core Protection Module - Upgrade Client Dashboard
fr_fr: Core Protection Module – Mise à niveau de Client Dashboard

source: This task is used to update the Client dashboard files to the latest version.
fr_fr: Cette tâche sert à mettre à jour les fichiers du tableau de bord client à la dernière version.

source: Note: This task will not change the Client UI Tray Mode. If the Client UI Tray Mode is set to "OffersTray" Mode, the Client Dashboard will not be visible unless there is at least one offer available.
fr_fr: Remarque: Cette tâche ne modifiera pas le mode de la barre d'état de l'IU client. Si le mode de la barre d'état de l'IU client est en mode «&nbsp;OffersTray&nbsp;», le tableau de bord client ne sera pas visible, à moins d'une offre au moins soit disponible.

source: Note: When the Client UI is visible, use CTRL-ALT-SHIFT-T to activate a second Technician dashboard with additional information.
fr_fr: Remarque: Lorsque l'IU client est visible, utilisez CTRL-ALT-MAJ-T pour activer une seconde tableau de bord technicien avec des informations complémentaires.

source: Note: This will replace any previous client dashboards you have may have already created
fr_fr: Remarque: Ceci remplacera tous les éventuels tableaux de bord client que vous pourriez avoir déjà créés

source: Note: This will restart the BES Client.&nbsp; If you are deploying to a large number of endpoints, you should use the temporal distribution option to avoid all clients restarting at once.
fr_fr: Remarque: Ceci redémarre le client BES.&nbsp; Si vous effectuez un déploiement à grande échelle sur un grand nombre de points finaux, vous devez utiliser l'option de distribution dans le temps pour éviter que tous les clients ne redémarrent simultanément.

source: 11 KB
fr_fr: 11&nbsp;ko

source: Core Protection Module - Disable Smart Scan
fr_fr: Core Protection Module – Désactivation de Smart Scan

source: Use this task to stop clients&nbsp;from using Smart Scan mode
fr_fr: Utilisez cette tâche pour empêcher les clients d'utiliser le mode Smart Scan.

source: Core Protection Module - Enable Smart Scan
fr_fr: Core Protection Module – Activation de Smart Scan

source: Deploy this task to enable Smart Scan mode on endpoints.
fr_fr: Déployez cette tâche pour activer le mode Smart Scan sur les points finaux.

source: Note: Please ensure Smart Protection Server is installed before enabling Smart Scan mode on endpoints. If this task is not relevant to endpoints, please check the following links for trouble shooting:
fr_fr: Remarque: Veuillez vérifier que Smart Protection Server est installé avant d'activer le Smart Scan sur les points finaux. Si cette tâche n'est pas pertinente pour les points finaux, veuillez consulter les liens suivants pour résoudre les problèmes&nbsp;:

source: Ensure Smart Protection Server list has been assigned to endpoints and Smart Protection Relays.
fr_fr: Vérifiez que la liste de Smart Protection Server a été déployée sur les points finaux et les Smart Protection Relays.

source: Ensure File Reputation Service of Smart Protection&nbsp;Server is available.
fr_fr: Vérifiez que le Service de File Reputation de Smart Protection Server est disponible.

source: Check the status of Smart Protection Relays on Protection Status.&nbsp;
fr_fr: Vérifiez l'état de l'onglet des Smart Protection Relays dans le rapport État de protection.&nbsp;

source: Core Protection Module - Set Maximum Behavior Monitor Report Count
fr_fr: Core Protection Module – Définir le nombre maximum de rapports sur la surveillance des comportements

source: The specified computers have&nbsp;Trend Micro&nbsp;Core Protection Module&nbsp;installed.&nbsp; Use this task to set the maximum number of the most recent suspicious&nbsp;behavior detections to be reported.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs spécifiés.&nbsp; Utilisez cette tâche pour définir le nombre maximum des dernières détections de comportements suspects à signaler.

source: The default maximum is the last 25&nbsp;suspicious&nbsp;behavior detections.
fr_fr: Le nombre maximum par défaut sont les 25 dernières détections de comportements suspects.

source: Note: The valid values are between 0 ~ 2147483647.
fr_fr: Remarque: Les valeurs valides sont comprises entre 0 et 2147483647.

source: This action will set a default maximum value of 25&nbsp;if&nbsp;the&nbsp;value is invalid.
fr_fr: Cette action définira une valeur maximale par défaut de 25 si la valeur est incorrecte.

source: Core Protection Module - Clear Windows Cache for Automatic Updates
fr_fr: Core Protection Module – Effacer le cache Windows pour les mises à jour automatiques

source: Use this task to clear the Windows cache to avoid the "Apply Automatic Updates" error: &lt;error&gt;.
fr_fr: Utilisez cette tâche pour effacer le cache Windows pour éviter l'erreur «&nbsp;Appliquer les mises à jour automatiques&nbsp;»&nbsp;: &lt;erreur&gt;.

source: Core Protection Module - Clear Rollback Flag
fr_fr: Core Protection Module – Effacement de l'indicateur de rétrogradation

source: This task will clear the rollback flag from endpoints.&nbsp; When the rollback flag is set, clients will not apply any pattern updates.
fr_fr: Cette tâche efface l'indicateur de rétrogradation des points finaux.&nbsp; Lorsque l'indicateur de rétrogradation est défini, les clients n'appliqueront pas les mises à jour de signatures.

source: Use this action to re-enable pattern updates.
fr_fr: Utilisez cette action pour réactiver les mises à jour des signatures.

source: Core Protection Module - Disable Client Dashboard
fr_fr: Core Protection Module – Désactivation du tableau de bord client

source: This task is used to set the Client UI Tray Mode to "OffersTray" mode.
fr_fr: Cette tâche sert à définir le mode de la barre d'état de l'IU client sur «&nbsp;OffersTray&nbsp;».

source: "OffersTray" Mode: In this mode, the tray behaves like it is in "AlwaysTray" mode if there is at least one offer available. Otherwise it behaves like it is in "ActionsTray" mode. This mode is not compatible with the&nbsp;Main Dialog disabled setting.
fr_fr: Mode «&nbsp;OffersTray&nbsp;»: Dans ce mode, la barre d'état se comporte comme s'il était en mode «&nbsp;AlwaysTray&nbsp;» si au moins une offre est disponible. Sinon, il se comporte comme s'il était en mode «&nbsp;ActionsTray&nbsp;». Ce mode n'est pas compatible avec le paramètre qui désactive la boîte de dialogue principale.

source: Note: The dashboard files are not deleted from the endpoint.
fr_fr: Remarque: Les fichiers de tableau de bord ne sont pas supprimés du point final.

source: Note: Do not set the "Reapply" behavior when taking this action or you may cause endpoints to constantly reset this setting.
fr_fr: Remarque: Ne définissez pas le comportement «&nbsp;Réappliquer&nbsp;» lorsque vous exécutez cette action ou vous risquez de provoquer une réinitialisation constante de ce paramètre par les points finaux.

source: Core Protection Module - Enable Client Dashboard
fr_fr: Core Protection Module – Activation du tableau de bord client

source: Use this task to enable a client dashboard which contains basic computer information, CPM info/statistics, as well as recently detected virus and spyware/grayware infections.&nbsp;
fr_fr: Utilisez cette tâche pour activer un tableau de bord client qui contient des informations de base de l'ordinateur, des infos/statistiques sur CPM ainsi que les infections virales et spywares/graywares récemment détectées.&nbsp;

source: This task sets the Client UI Tray Mode to "AlwaysTray".
fr_fr: Cette tâche définit le mode de la barre d'état de l'IU client sur «&nbsp;AlwaysTray&nbsp;».

source: It will then copy the Client dashboard files to the necessary location on the endpoint.
fr_fr: Elle copiera ensuite les fichiers du tableau de bord client à l'emplacement nécessaire sur le point final.

source: When the Client UI is visible, use CTRL-ALT-SHIFT-T to activate a second Technician dashboard with additional information.
fr_fr: Lorsque l'IU client est visible, utilisez CTRL-ALT-MAJ-T pour activer une seconde tableau de bord technicien avec des informations complémentaires.

source: "AlwaysTray" Mode: In this mode, the UI always shows a tray icon, and clicking on the tray icon causes the Main Dialog to open. This mode is not compatible with the Main Dialog disabled setting.
fr_fr: Mode «&nbsp;AlwaysTray&nbsp;»: Dans ce mode, l’IU affiche toujours une icône dans la barre d'état et un clic sur celle-ci ouvre la boîte de dialogue principale. Ce mode n'est pas compatible avec le paramètre qui désactive la boîte de dialogue principale.

source: Note: This will replace any previous client dashboards you may have already created
fr_fr: Remarque: Ceci remplacera tous les éventuels tableaux de bord client que vous pourriez avoir déjà créés

source: Core Protection Module - Apply Automatic Updates
fr_fr: Core Protection Module – Application des mises à jour automatiques

source: Use this task to apply&nbsp;pattern updates&nbsp;to Core Protection Module endpoints that have been configured for automatic updates.
fr_fr: Utilisez cette tâche pour appliquer les mises à jour de signatures aux points finaux de Core Protection Module qui ont été configurés de manière à recevoir des mises à jour automatiques.

source: Important Note: This action requries that the endpoint&nbsp;has been configured to allow automatic updates using the 'Enable Automatic Updates - Endpoint' task.&nbsp;Additionally the server components must also have automatic updates configured and&nbsp;enabled.
fr_fr: Remarque importante: Cette action requiert que le point final ait été configuré pour autoriser les mises à jour automatiques avec la tâche «&nbsp;Activer les mises à jour automatiques – Point final&nbsp;».&nbsp;En outre, les mises à jour automatiques doivent également être configurées et activées pour les composants du serveur.

source: Important Note: You should set this action to run as a policy with reapplicability behavior.&nbsp;It is recommended you apply this Task with the following action parameters:
fr_fr: Remarque importante: Vous devriez paramétrer cette action afin qu'elle s'exécute comme stratégie avec un comportement de ré-applicabilité.&nbsp;Il est conseillé que vous appliquiez cette tâche avec les paramètres d'action suivants&nbsp;:

source: reapply whenever relevant
fr_fr: Réappliquer le cas échéant

source: If you do not set this action&nbsp;with the above settings&nbsp;new pattern sets will notbe automatically downloaded and applied by your endpoints.
fr_fr: Si vous ne définissez pas cette action avec les paramètres ci-dessus, de nouveaux jeux de signatures ne seront pas automatiquement téléchargés et appliqués par vos points finaux.

source: Core Protection Module - Enable Automatic Updates - Endpoint
fr_fr: Core Protection Module – Activation des mises à jour automatiques – Point final

source: Take the action below to&nbsp;enable automatic updates on Core Protection Module endpoints.
fr_fr: Exécutez l'action ci-dessous pour activer les mises à jour automatiques sur les points finaux Core Protection Module.

source: Important Note: This action only sets a flag on the endpoint and does not actually apply any pattern files.&nbsp; There must be a corresponding policy action taken from the 'Apply Automatic Updates' task in order for new patterns to flow to the endpoint.&nbsp; Additionally the server components must also have automatic updates configured and&nbsp;enabled.
fr_fr: Remarque importante: Cette action définit uniquement un indicateur sur le point final et n'applique pas réellement de fichiers de signatures.&nbsp; Il doit y avoir une stratégie correspondante issue de la tâche «&nbsp;Appliquer des mises à jour automatiques&nbsp;» pour que de nouvelles signatures arrivent au point final. En outre, les mises à jour automatiques doivent également être configurées et activées pour les composants du serveur.

source: Core Protection Module - Remove Old Files, Folders, and Registry Keys
fr_fr: Core Protection Module – Suppression d'anciens fichiers, dossiers et clés de registre

source: Use this task to remove files, folders, and registry keys, on endpoints, that were not removed when upgrading to the latest version of Core Protection Module. Some old files, folders, or registry keys have been detected on the endpoints listed below. This Fixlet removes the old files, folders, and registry keys, so the latest version of Core Protection Module can be deployed to those endpoints.
fr_fr: Utilisez cette tâche pour supprimer les fichiers, dossiers et clés de registre sur les points finaux qui n'ont pas été supprimés lors de la mise à niveau vers la version la plus récente de Core Protection Module. Certains anciens fichiers, dossiers ou clés de registre ont été détectés sur les points finaux répertoriés ci-dessous. Ce fixlet supprime les anciens fichiers, dossiers et clés de registre afin que la dernière version de Core Protection Module puisse être déployée sur ces points finaux.

source: Important Note:&nbsp;This task restarts all endpoints that it is deployed to, before removing&nbsp; files or folders.
fr_fr: Remarque importante: Cette tâche redémarre tous les points finaux sur lesquels elle est déployée, avant de supprimer des fichiers ou des dossiers.

source: Core Protection Module - Disable Automatic Updates - Endpoint
fr_fr: Core Protection Module – Désactivation des mises à jour automatiques – Point final

source: Take the action below to&nbsp;disable automatic updates on Core Protection Module endpoints.
fr_fr: Exécutez l'action ci-dessous pour désactiver les mises à jour automatiques sur les points finaux Core Protection Module.

source: Core Protection Module - Upload logs when CPM fails to install
fr_fr: Core Protection Module – Télécharger des journaux lorsque l'installation de CPM échoue

source: Use this task to upload&nbsp;Core Protection Module&nbsp;installation and uninstallation logs on endpoints that cannot install the Core Protection Module on endpoints. The following files are uploaded to the BES server:
fr_fr: Utilisez cette tâche pour télécharger les journaux d'installation et de désinstallation de Core Protection Module sur des points finaux qui ne peuvent pas installer Core Protection Module sur des points finaux. Les fichiers suivants sont téléchargés sur le serveur BES&nbsp;:

source: By default, the destination folder on the BES Server is: &lt;BES Server install directory&gt;\UploadManagerData\BufferDir\sha1\&lt;last 2 digits of BES client id&gt;\&lt;BES client id&gt;
fr_fr: Par défaut, le dossier de destination sur le serveur BES est&nbsp;:&lt;répertoire d'installation du serveur BES&gt;\UploadManagerData\BufferDir\sha1\&lt;2&nbsp;derniers chiffres de l'ID client BES&gt;\&lt;ID client BES&gt;

source: Note: Not all of the logs are uploaded. The logs that do upload depend on the installation status and type.
fr_fr: Remarque&nbsp;: tous les journaux ne sont pas téléchargés. Les journaux effectivement téléchargés dépendent de l'état et du type d'installation.

source: For example, CPMsrvISSetup.log only exists when installing the&nbsp;Core Protection Module&nbsp;server package. ComUnist.log only exists after an uninstallation is performed.
fr_fr: Par exemple, CPMsrvISSetup.log existe uniquement lors de l'installation du pack serveur Core Protection Module. ComUnist.log n'existe qu'après une désinstallation.

source: Core Protection Module - Update from Cloud
fr_fr: Core Protection Module – Mettre à jour depuis le Web

source: Important Note: This update pathway bypasses the relay architecture and each endpoint will&nbsp;individually download the pattern files directly from the internet.&nbsp; Consequentially, if applied incorrectly, it is possible for this action to introduce significant volumes of&nbsp;network traffic. It is recommended that you only target this action to computers that are unable to download pattern updates through the normal channels, e.g. endpoints that are roaming.&nbsp; Also note that placing a relay in your DMZ is an alternative mechanism to allow clients to continue to receive updates while outside the corporate network.
fr_fr: Remarque importante: Ce chemin d'accès de mise à jour contourne l'architecture de relais et chaque point final téléchargera individuellement les fichiers de signatures directement depuis le Web.&nbsp; Par conséquent, si elle est appliquée incorrectement, il est possible que cette action produise un volume significatif de trafic sur le réseau. Avec cette action, il vous est recommandé de ne cibler que les ordinateurs qui ne sont pas en mesure de télécharger les mises à jour de signatures via les canaux normaux, p.&nbsp;ex., les points finaux itinérants.&nbsp; Il est à noter également que le placement d'un relais dans votre zone DMZ est un mécanisme alternatif pour permettre aux clients de continuer à recevoir les mises à jour lorsqu'ils sont en dehors du réseau d'entreprise.

source: Important Note: Clients using this update mechanism will download all pattern files that are out-of-date regardless whether updates for that pattern type have been disabled through the Pattern Update Settings Wizard.
fr_fr: Remarque importante: Les clients qui utilisent ce mécanisme de mise à jour téléchargeront tous les fichiers de signatures obsolètes, indépendamment du fait que les mises à jour de ce type de signatures ont été désactivées par l'Assistant Paramètres de mise à jour des signatures.

source: Core Protection Module - Restart Needed
fr_fr: Core Protection Module – Redémarrage nécessaire
